const hydrogels = [

    {
        polimer: "Желатин (ГОСТ 11293-2017)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "1 : 6",
                temp: "30-70 ºС",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Альгинат натрия (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "1 : 50",
                temp: "20-80 ºС",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            }
        ]
    },

    {
        polimer: "Хитозан (ТУ 9289-067-00472124-03)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "~ 37 ºС",
                ph: "˂6,5",
                thickener: "Поливиниловый спирт до требуемой консистенции (ГОСТ 10779-78); <br /> Глицерин до требуемой консистенции (ГОСТ 6259-75);  Полиэтиленгликоль до требуемой консистенции (ГОСТ 19710-2019); Поливинилпирролидон до требуемой консистенции (ТУ 9365-002-46270704-2001)"
            },

            {
                solvent: "1 % водный раствор уксусной кислоты (ГОСТ Р 55982-2014)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "˂4",
                thickener: "Поливиниловый спирт до требуемой консистенции (ГОСТ 10779-78); <br /> Глицерин до требуемой консистенции (ГОСТ 6259-75);  Полиэтиленгликоль до требуемой консистенции (ГОСТ 19710-2019); Поливинилпирролидон до требуемой консистенции (ТУ 9365-002-46270704-2001)"
            },
            
            
            {
                solvent: "1 % водный раствор хлористоводородной кислоты (ГОСТ 3118-77)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Поливиниловый спирт до требуемой консистенции (ГОСТ 10779-78);<br /> Глицерин до требуемой консистенции (ГОСТ 6259-75);  Полиэтиленгликоль до требуемой консистенции (ГОСТ 19710-2019); Поливинилпирролидон до требуемой консистенции (ТУ 9365-002-46270704-2001)"
            },
            
            {
                solvent:  "50 % водный раствор азотной кислоты (ГОСТ 4461-77)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Поливиниловый спирт до требуемой консистенции (ГОСТ 10779-78); <br /> Глицерин до требуемой консистенции (ГОСТ 6259-75);  Полиэтиленгликоль до требуемой консистенции (ГОСТ 19710-2019); Поливинилпирролидон до требуемой консистенции (ТУ 9365-002-46270704-2001)"
            },
        ]
    },
    
    {
        polimer: "Амилоза (ГОСТ Р 54330-2011)",
        solvents: [
            {
                solvent: "Хлорид калия 0,33 М (ГОСТ 4568-95)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            }
        ]
    },

    {
        polimer: "Коллаген (ГОСТ 33692-2015)",
        solvents: [
            {
                solvent: "3 % водный раствор молочной кислоты (ГОСТ 490-2006)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "˂ 4",
                thickener: "Не нуждается"
            },

            {
                solvent: "3,5-3,8 % водный раствор хлористоводородной кислоты (ГОСТ 3118-77)",
                ratio : "До визуального растворения",
                temp: "35-40 °С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },
            
            
            {
                solvent: "10-20% водный раствор гидроксида натрия (ГОСТ 4328-77)",
                ratio : "До визуального растворения",
                temp: "20-22 °С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },
            
        ]
    },

    {
        polimer: "Полиэтиленгликоль (ГОСТ 19710-2019)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "~ 20 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            }
        ]
    },

    {
        polimer: "Гиалуроновая кислота (ГОСТР 58484 – 2019)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "20-22°C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
            {
                solvent: "0,9 % раствор хлорида натрия (ФС.2.2.0014.15)",
                ratio : "До визуального растворения",
                temp: "20-22 °C",
                ph: "5",
                thickener: "Не нуждаетсся"
            }
        ]
    },

    {
        polimer: "Гемицеллюлоза (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "150 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Полистерол (ГОСТ 20282-86)",
        solvents: [
            {
                solvent: "Смесь бутана и изопропанола (85,7 :14,3 объемных %)",
                ratio : "До визуального растворения",
                temp: "~23 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Полиакриловая кислота (ТУ 2219-480-00208947-2007)",
        solvents: [
            {
                solvent: "Диэтилендиоксид (ГОСТ 10455-80)",
                ratio : "До визуального растворения",
                temp: "~60 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },

            {
                solvent: "Этиловый спирт 96 % (ГОСТ 5962-2013)",
                ratio : "До визуального растворения",
                temp: "~60 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "1,4-цис-полибутадиен (ГОСТ 14924-2019)",
        solvents: [
            {
                solvent: "Изобутилацетат (ГОСТ 8981-78)",
                ratio : "До визуального растворения",
                temp: "~20,5 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },

        ]
    },

    {
        polimer: "Поливинилацетат (ГОСТ 18992-80)",
        solvents: [
            {
                solvent: "Этилбутилкарбинол (ТУ 6-09-14-1206-85)",
                ratio : "До визуального растворения",
                temp: "~29 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Фиброин шелка (ГОСТ 3398-74)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "20-22 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Декстран (ГОСТ 6034-2014)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
            {
                solvent: "Диметилформамид (ГОСТ 20289-74)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
            {
                solvent: "Диметилсульфоксид  (ТУ 6-09-3818-89, ОФС.1.3.0001.15)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Полигликолевая кислота (ГОСТ 24662-94)",
        solvents: [
            {
                solvent: "2 % водный раствор гидроксида натрия (ГОСТ 4328-77)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Полимолочная кислота (ГОСТ 490-2006)",
        solvents: [
            {
                solvent: "Этилацетат (ГОСТ 8981-78)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Поликапролактон (ГОСТ 34362.2-2017)",
        solvents: [
            {
                solvent: "Спирт этиловый 96 % (ГОСТ 5962-2013)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Агар-агар (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "1:25",
                temp: "95-100 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Пектин (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "~ 50 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
            {
                solvent: "84 % водный раствор фосфорной кислоты (ГОСТ 6552-80)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Этилцеллюлоза (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Метилацетат (ГОСТ 8981-78)",
                ratio : "До визуального растворения",
                temp: "~ 80 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
            {
                solvent: "84 % водный раствор фосфорной кислоты (ГОСТ 6552-80)",
                ratio : "До визуального растворения",
                temp: "~ 80 °C",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Каррагинан (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "49-60°С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Метилцеллюлоза (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "24±2 °С",
                ph: "7±0,5",
                thickener: "Не нуждаетсся"
            },
        ]
    },

    {
        polimer: "Карбоксиметилцеллюлоза (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "18-60 °С",
                ph: "7±0,5",
                thickener: "Гуаровая камедь до требуемой консистенции (ГОСТ 33310-2015); Гидроксипропилцеллюлоза до требуемой консистенции (ГОСТ 33310-2015)"
            },
        ]
    },

    {
        polimer: "Гуаровая камедь (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "~ 80 °С",
                ph: "7±0,5",
                thickener: "Карбоксиметилцеллюлоза до требуемой консистенции (ГОСТ 33310-2015)"
            },
        ]
    },

    {
        polimer: "Ксантановая камедь (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "5-8 °С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },
        ]
    },

    {
        polimer: "Крахмал (ГОСТ 33310-2015)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "45-60°С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },
        ]
    },

    {
        polimer: "Поливиниловый спирт (ГОСТ 10779-78)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "35-70°С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },

            {
                solvent: "Диметилсульфоксид (ТУ 6-09-3818-89,ОФС.1.3.0001.15)",
                ratio : "До визуального растворения",
                temp: "35-70°С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },

            {
                solvent: "Этиленгликоль (ГОСТ 19710-2019)",
                ratio : "До визуального растворения",
                temp: "35-70°С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },

            {
                solvent: "N-метилпирролидон (ГОСТ 33093—2014)",
                ratio : "До визуального растворения",
                temp: "35-70°С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },

            {
                solvent: "84 % водный раствор фосфорной кислоты (ГОСТ 6552-80)",
                ratio : "До визуального растворения",
                temp: "35-70°С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },

            {
                solvent: "Глицерин гликоль (ГОСТ 6259-75)",
                ratio : "До визуального растворения",
                temp: "35-70°С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },

            {
                solvent: "Диэтиленгликоль (ГОСТ 10136-2019)",
                ratio : "До визуального растворения",
                temp: "35-70°С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },
        ]
    },

    {
        polimer: "Хондроитинсульфат (ФС 42‑3741‑99)",
        solvents: [
            {
                solvent: "Вода дистиллированная (ГОСТ Р 58144-2018)",
                ratio : "До визуального растворения",
                temp: "25±5 °С",
                ph: "7±0,5",
                thickener: "Не нуждается"
            },
        ]
    },

];
    

